{"enumerationValues": [{"value": "How much loan can I borrow."}, {"value": "How do I apply. Is there any cost to apply for financing."}, {"value": "What are your credit requirements."}, {"value": "How do I check my rate."}, {"value": "How much money can I borrow."}, {"value": "What type of credit do I need to have."}, {"value": "What do you need to qualify for a loan."}, {"value": "What is the estimated funding time for a personal loan."}, {"value": "Does Upgrade report loan payments to credit bureaus."}, {"value": "Why was my application denied after I was told I was approved."}, {"value": "How do I apply for a loan."}, {"value": "How do I know if I am eligible for a loan."}, {"value": "What is the min or max I can borrow"}, {"value": "What treatments can I use the loan for"}, {"value": "Can I use the loan for 6 month check ups."}, {"value": "What types of financing programs do you offer."}, {"value": "What procedures will dental loans pay for. "}, {"value": "Can I get a loan for cosmetic dentistry."}, {"value": "Do all dentists accept financing."}, {"value": "What to do if I think I am a victim of fraud."}, {"value": "Are my personal details secure."}, {"value": "What are the current interest rates for dental loans."}, {"value": "Once approved  what will my interest rate be will it ever change."}, {"value": "Is there an origination fee."}, {"value": "Is there a late payment fee."}, {"value": "Is there a prepayment fees."}, {"value": "How much is the APR rate."}, {"value": "How can I check my loan balance"}, {"value": "How is iCreditWorks loan different than a credit card or personal loan."}, {"value": "How do I cancel a loan."}, {"value": "How do I pay dentist receive the funds."}, {"value": "How long does it take to process."}, {"value": "Do you offer loans in my state."}, {"value": "Do you accept phone or web applications."}, {"value": "How much will my monthly payments be."}, {"value": "What if I pay my loan off early."}, {"value": "When is my first payment due"}, {"value": "How do I make repayments."}, {"value": "Hi"}, {"value": "Hello"}], "name": "iCWFAQSlotTypes", "description": "Questions"}
